export const Month = {
  0: 'Янв',
  1: 'Фев',
  2: 'Март',
  3: 'Апр',
  4: 'Май',
  5: 'Июнь',
  6: 'Июль',
  7: 'Авг',
  8: 'Сен',
  9: 'Окт',
  10: 'Ноя',
  11: 'Дек'
}

export const MonthFull = {
  0: 'Января',
  1: 'Февраля',
  2: 'Марта',
  3: 'Апреля',
  4: 'Мая',
  5: 'Июня',
  6: 'Июля',
  7: 'Августа',
  8: 'Сентября',
  9: 'Октября',
  10: 'Ноября',
  11: 'Декабря'
}

export const Week = {
  0: 'Вс',
  1: 'Пн',
  2: 'Вт',
  3: 'Ср',
  4: 'Чт',
  5: 'Пт',
  6: 'Сб'
}

export const WeekFull = {
  0: 'Воскресенье',
  1: 'Понедельник',
  2: 'Вторник',
  3: 'Среда',
  4: 'Четверг',
  5: 'Пятница',
  6: 'Суббота'
}

export const Even = {
  0: 'Чет',
  1: 'Нечет'
}
